{
  "app.accessBoundaryNoAccessMessage": "Apologies, it appears that you lack permission to use this feature.<br/>Please try selecting a different organization or contact your Administrator to request access.",
  "app.cancelActionLabel": "Cancel",
  "app.consentDialogAgreeButtonLabel": "Agree",
  "app.consentDialogCancelButtonLabel": "Cancel",
  "app.consentDialogContent": "<p>You can create in new ways with generative AI technology.</p><p>By clicking \"Agree\", you agree to {legalTermsLink}, and the following:</p><ul><li>Any prompts, context, or supplemental information, or other input you provide to this feature (a) must be tied to specific context, which can include your branding materials, website content, data, schemas for such data, templates, or other trusted documents, and (b) must not contain any personal information (personal information includes anything that can be linked back to a specific individual).</li><li>You should review any output from this feature for accuracy and ensure that it is appropriate for your use case.</li></ul>",
  "app.consentDialogHeading": "Generative AI in Adobe apps",
  "app.deleteActionLabel": "Delete",
  "app.deleteActionTitle": "Delete",
  "app.deletePromptTemplateButtonLabel": "Delete",
  "app.deletePromptTemplateFailedToast": "Failed to delete prompt template",
  "app.deletePromptTemplateQuestion": "Are you sure you want to delete this prompt?",
  "app.description": "Create high quality content quickly then measure it with experimentation or publish it to your site.",
  "app.name": "Generate Variations",
  "app.networkHelperDefaultError": "Oops! We've encountered an unexpected error. Please try again later.",
  "app.noAccessDialogContent": "You have no access to this product",
  "app.noAccessDialogHeading": "Access Denied",
  "app.noAccessMessage": "To use <strong>Generate Variations</strong> you must agree to the Generative AI User Guidelines.{newLine}Refresh this page to <strong>Agree</strong>.",
  "app.promptTemplatesLibraryPanelLabel": "Prompt Templates"
}
