{
  "app.accessBoundaryNoAccessMessage": "Veuillez nous excuser, il semble que vous ne soyez pas autorisé à utiliser cette fonctionnalité.{newLine}Essayez de sélectionner une autre organisation ou contactez votre administrateur pour demander l’accès.",
  "app.cancelActionLabel": "Annuler",
  "app.consentDialogAgreeButtonLabel": "Accepter",
  "app.consentDialogCancelButtonLabel": "Annuler",
  "app.consentDialogContent": "<p>Vous pouvez créer en adoptant de nouvelles approches grâce à la technologie d’IA générative.</p><p>En cliquant sur « Accepter », vous acceptez les {legalTermsLink} et ce qui suit :</p><ul><li>Les invites, les informations contextuelles ou supplémentaires, ou les autres contributions que vous fournissez à cette fonctionnalité (a) doivent être liées à un contexte spécifique, qui peut inclure le matériel de branding, le contenu de votre site Web, les données, les schémas pour ces données, les modèles ou autres documents fiables, et (b) ne doivent contenir aucune information personnelle (les informations personnelles incluent tout ce qui peut être associé à une personne spécifique).</li><li>Vous devez vérifier l’exactitude des sorties de cette fonctionnalité et vous assurer qu’elles sont adaptées à votre cas d’utilisation.</li></ul>",
  "app.consentDialogHeading": "Generative AI in Adobe apps",
  "app.deleteActionLabel": "Supprimer",
  "app.deleteActionTitle": "Supprimer",
  "app.deletePromptTemplateButtonLabel": "Supprimer",
  "app.deletePromptTemplateFailedToast": "Échec de la suppression du modèle de prompt",
  "app.deletePromptTemplateQuestion": "Voulez-vous vraiment supprimer ce prompt ?",
  "app.description": "Créez rapidement du contenu de haute qualité, puis évaluez-le par l’expérimentation ou publiez-le sur votre site.",
  "app.errorOccurredWhileGeneratingResults": "Une erreur est survenue lors de la génération des résultats",
  "app.errorOccurredWhileSendingFeedback": "Une erreur est survenue lors de l'envoi de commentaires",
  "app.genAIContentManagementPolicyFilteredResults": "La réponse a été filtrée en raison de l’invite déclenchant la stratégie de gestion de contenu de Generative AI. Modifiez votre invite et réessayez.",
  "app.invalidAccessToken": "Le jeton d’accès n’est pas valide",
  "app.missingAccessToken": "Le jeton d’accès n’est pas fourni",
  "app.name": "Générer des variations",
  "app.noAccessDialogContent": "Vous n’avez pas accès à ce produit.",
  "app.noAccessDialogHeading": "Accès refusé",
  "app.noAccessMessage": "Pour utiliser <strong>Générer des variations,</strong> vous devez accepter les instructions d’utilisation de l’IA générative.{newLine}Actualisez cette page pour <strong>accepter</strong>.",
  "app.noProductAccess": "Le profil n’a pas accès au produit",
  "app.profileFetchFailed": "Echec de récupération du profil",
  "app.promptTemplatesLibraryPanelLabel": "Modèles de prompt",
  "app.rateLimitExceeded": "Limite de taux de l’IA générique dépassée. Attendez une minute et réessayez.",
  "app.requestTimeout": "La demande d’IA générative a expiré. Réessayez en réduisant le nombre de variations.",
  "app.unexpectedErrorEncountered": "Oups ! Nous avons rencontré une erreur inattendue. Veuillez réessayer plus tard."
}
